;RBRProManager  Config File
[Settings]
LanguageName=English
OnlineLanguage=eng

[Guide]
Title=RBRPro User's Manual
Link=https://docs.google.com/document/d/1GQrtgs4e-WjfJ0jearZpvhwbW6Buy5jlneCl9M7vdJ8/edit?usp=sharing

[Sections]
Web=RBRPRO
Profile=USER
Tournaments=ONLINE
Options=OPTIONS
Contents=CONTENTS
Credits=CREDITS

[HomePage]
Days=Days
ToGo=to go!
RoadBookAvailable=Roadbook available!

[Web]
News=NEWS
Live=YOUTUBE
Updates=UPDATES

[User]
Driver=DRIVER
Team=TEAM
Account=ACCOUNT
Replays=REPLAYS

[Replays]
Replays=Replays
FileName=File Name
Stage=Stage
Date=Date
Car=Car
ReplayDeleteWarning=This replay will be deleted. Are you sure?
StageNotInstalledWarning=The required stage is not installed. Please install it
CarNotInstalledWarning=The required car is not installed. Please install it

[Driver]
Home=Home
Stats=Statistics
LatestUsedCars=Latest used cars
RoleDriver=Driver
RoleManager=Manager
RoleEngineer=Engineer
RoleSupport=Support
Score=Score
RegisterNow=Want a profile? Click here to register.
ValidUntil=Valid until
NoDonations=No Donations
Donator=Donator
ProDonator=Pro Donator
CurrentCategory=Current category:
ChangeCategory=Change the driver category to
ChangeNickName=I want to change my nickname to
MakeRequest=Send request
CategoryChangeWarning=By changing category the driver loses all points earned in the current category. A driver can request a maximum of two changes in one season. Do you want to proceed?
RequestSubmitted=Your request has been sent to RBRPro. You will receive a confirmation email.
TeamManagersOnly=You are in a team. This feature is reserved for your team manager.
NickNameChangeWarning=The only reason for a nickname change is to align it with your nickname on rbr.onlineracing.cz. If your nickname in RBRPro does not match the latter, you will not get points and stars in the RBRPro championships. Do you want to proceed?
Send=Send
RemoveTeamMateConfirm=You are about to remove this pilot from your team. Do you want to proceed?
Message=Message
Donate=Donate
DonationCode=Donation Code
DonationTip=After the donation you receive a code, paste it in the box below to register the donation
RegisterDonation=Register Donation
Roles=Roles
CannotLogin=Cannot log in to your profile? Click here!
NickNameChanged=Your nickname has been changed. Please login again.
TeamMateAddTip=Select a driver for a hiring proposal
OptionalMessage=Short message (optional)
HiringProposalSent=Your hiring proposal has been sent to {0}. Good luck!
NewProposals= {0} new hiring proposals for you!
NoHiringProposals=No hiring proposals at the moment
Accept=Accept
Decline=Decline
WelcomeMessage=Well done! you are now a member of {0}
RemovedFromTeam={0} has been removed from your team
AcceptProposalConfirm=You are about to join this team. Are you sure?
DeclineProposalConfirm=You are about to decline a hiring proposal. Are you sure?
LookingForTeam=Yes, I accept hiring proposals by teams
OnlyCountryTeams=I only accept proposals from teams in my Country
HiringProposals=Your hiring proposals
Status=Your public status
MaxMembersReached=Your team has reached the maximum allowed size. You cannot recruit.
AbandonTeamConfirm=You are about to abandon the team. Are you sure?
YouHaveBeenRemovedFromTeam=You have been removed from the team.
NotAvailableForHiringInYourCountry=This pilot does not accept proposals by team in you country
DonationRegistered=Your donation has been registered. You are now a donator. Thank you so much!
InvalidDonation=This donation is not valid. Please contact the RBRPro support

[Team]
TeamManager=Team Manager:
Score=Score

[Account]
Desc=Online/RBRPro User account 
Username=Username
Password=Password
AutoLogin=Automatic Login at startup
LoginNow=Login now
ClickHereToRegister=Not Registered? Click here
Utility=Utility
DriverPage=RBRPro Driver's ID
SecureAuth=Secure authentication

[Tournaments]
Calendar=Calendar
Rallies=Tournaments
MajorLeague=Major League
Event=Event
Options=Options
RalliesFilters=Rallies search filters
RalliesFilterString=Rallies page
MLgRalliesFilterString=Major League page
Rankings=Rankings
ManualRestartRequest=Manual Restart Request
GenerateCode=Generate Code...
ManualRequestTip=If the game has had a problem and the reset code has not been generated, you can use the manual request. Care: the manual request can be made within 60 seconds of the problem.

[Calendar]
Champhionship=Champhionship
Rally=Rally
From=From
To=To
Password=Password
Notes=Notes
ShowPastEvents=Show past events
UseLocalTimeZone=Use local timezone

[Rankings]
Championship=Championship
Pilots=Pilots
Teams=Teams

[Standings]
Driver=Driver
Category=Category
Car=Car
TotalTime=Total Time
Team=Team
PointsStars=Points/Stars

[Options]
Video=VIDEO
View=VIEW
Audio=AUDIO
Controls=CONTROLS
Manager=MANAGER

[Video]
CustomRes=Custom screen resolution
ScreenRes=Resolution
Into=into
VSync=Vertical Sync.
GraphicsQuality=Graphics Quality
CustomGraphics=Custom Graphics
Bloom=Bloom
AmbientalOcclusion=Ambiental Occlusion
Reflections=Reflections
Shadows=Shadows
VROnly=(only applies to the VR Headset)
HDR=HDR
AmbientalLighting=Ambiental Lighting
Godrays=Godrays
FXAA=FXAA
SMAA=SMAA
ShowFPS=Show the FPS counter
Saturation=Color Saturation
Gamma=Color Gamma
AdaptiveSharpen=Adaptive Sharpen
OnScreenDash=On-Screen Dashboard
BorderlessWindow=Borderless Window (recommended)
Fullscreen=Full Screen
Original=Original
Low=Low
Normal=Normal
Ultra=Ultra
Customized=Custom
Disabled=Disabled
DashTip=When in game, use a double click of the right mouse button to set its position
Include219Res=Add 21:9 resolutions
IncludeTripleRes=Add triple-screen resolutions
CenterOnScreenHorz=Center width
CenterOnScreenVert=Center height
Standard=Standard
UseNVidiaFilters=Use NVIDIA optimized filters
CustomDx9=Custom DirectX9
RenderQuality=Render Quality
ParticleQuality=Particles Quality
CarShadow=Car Shadow
MotionBlur=Motion Blur
DepthOfField=Depth Of Field
TransparentMenus=Transparent menus

[Dash]
MiniDashPosition=Mini dash Position
FullDashPosition=Full dash Position
Horizontal=Horizontal
Vertical=Vertical
PositioningMode=Positioning

[VR]
OnOff=On/Off
Visor=VR Headset
Supersampling=Supersampled Anti-Alias
HUDScale=HUD Scale
HUDDistance=HUD Distance
SteeringDegrees=Wheel rotation in degrees
NoCameraShake=Disable the camera shake
HUDWarning=WARNING: the Dashboard will not be visible if you use the graphic enhancements. To view one you could use programs like OVRDrop in combination with SimHub.
AdvancedGraphicsOptions=Advanced graphics options...
AdvancedVROptions=Advanced VR options...
KillSteamVR=Force the Steam VR shutdown before starting
KeepPostprocessing=Use postprocessing on monitor
KeepPostProcessingWarning=(Could cause instability and stuttering)
HorizontalDashOffset=Horizontal dashboard offset

[View]
InternalViewSettings=In-car view
FOV=FOV (field of view)
Tight=Tight
Wide=Wide
SeatPosX=Seat position (horizontal) 
SeatPosY=Seat position (vertical)
EyesHeight=Driver's eyes Height
SeatPos=Seat position
SightSlope=Sight slope (degrees)
Wheel=Wheel
VisualRotation=Visual rotation
ForceMirrorsReflections=Force mirrors reflections, when possibile
HideCarDash=Hide the car dashboard display, when possibile
CustomCameras=Custom cameras
CamerasTip=You can setup two custom cameras, to use them in the game
Camera1=Camera 1
Camera2=Camera 2
SemiAutoTip=RBRPro is able to position the camera so that the visual point is always perfect. Hence, adjusting the seat position is not neeeded. It will be sufficient to adjust the FOV and the sight height.
ManualTip=In this mode the configuration of the camera must be saved for each car by setting it with the Pacenote plugin (double-click the right mouse button on the game screen)
AdvancedConfig=Advanced configuration
SeatHeight=Seat height (does not affect VR)
Other=Other
Auto=Automatic
SemiAuto=Semi-automatic (recommanded)
SemiAutoAdvanced=Advanced semi-automatic
Custom=Custom

[Audio]
Software=Software audio
EAX=Creative EAX
EAXTip=Disable Creative EAX only in the case of audio issues. RBRPro restores the ambiental audio effects!
Soundtrack=Soundtrack
MenuMusic=Menu
ServicePackMusic=Service Park
CeremonyMusic=Prize Ceremony
OtherSettings=Other settings
OpenAudioIni=Open audio.ini
OpenCarsIni=Open cars.ini
SoundtrackTip=Customizing the soundtrack is really easy! It is sufficient to put some songs in this folder. The audio files must be in the OGG Vorbis format. To make the game experience more enjoyable, we added some music.
PlaylistLink=Listen to the Youtube Playlist
AdvancedSettings=Advanced Settings
AdvancedSettingsTip=These are for advanced users. Don't modify anything if you are not sure about what you're doing
UpdateList=Update List
AudioMixer=Audio Mixer
EnvReflectionsVolume=Environmental Reflections (EAX)
MainEngineVolume=Main engine sound
AudienceVolume=Spectators
ImpactsVolume=Impacts
GravelParticlesVolume=Gravel particles
RefreshRate=Audio refresh rate
AudioChannels=Audio channels
AudioProcessing=Audio Processing
NoProcessing=None
IndirectsoundTip=Indirectsound forces the EAX activation on some hardware. This NOT is the recommended option
SoftAlTip=OpenAL Soft emulates EAX via software. This is the recommended option
AlchemyTip=Creative Alchemy is the EAX restoration by Creative and must be installed manually
SkidSoundPercentage=Tyres skid sound threshold (%)
Other=Other
SampleRate=Sample rate
ResamplerQuality=Resampler Quality
PeriodSize=Period Samples
PeriodCount=Periods
FmodSupport=FMOD Engine support
FmodTip=FMOD allows incredibly realistic engine Sounds
FmodEngineVolume=FMOD Engine general volume

[Controls]
Axes=Controllers Axes
HandbrakeInvert=Invert the handbrake axis
ClutchInvert=Invert the clutch axis
ThrottleInvert=Invert the throttle axis
BrakeInvert=Invert the pedal brake axis
FFBSensitivity=Force feedback sensitivity
Tarmac=Tarmac
Gravel=Gravel
Snow=Snow
FFBTip=Higher values will make the steering more sensitive while reducing the force feedback intensity
WarnOnDisconnection=Warn if the connected peripherals change before entering the game
PauseOnDisconnection=Pause the game if one of the monitored peripherals gets disconnected
PeripheralsToBeMonitored=Peripherals to be monitored (Select the ones used for driving)
HwMonitoring=Gaming Peripherals Monitoring
Utility=Utility
RestoreControls=Reset the game controls bindings
UpdateAndReset=Update and reset
SaveReferenceConfig=Use this configuration as the reference
PeripheralDisconnected={0} has been disconnected. RBR has been paused
ConfigurationSaved=Configuration saved
ApplyInvertedPedalsFix=Apply the fix to unlock the inverted pedals at startup

[Manager]
Language=Language
TranslateCzechOnline=Translate the czech online site
ShowIntro=Show intro at game startup
InstallGameProfile=Install a game profile for this language
RestoreControlsWarning=All command associations will be lost. Are you sure?
Game=Game
ToDo=READ CAREFULLY
ToDo1=1. Select the language and click on the "Install a game profile for this language" button
ToDo2=2. After starting the game, select the NGP5/6 profile, do not create a new profile
ToDo3=3. You can access the Tournament plugin via the Options/Plugins menu. That's where you'll find the stages installed
GameStartMode=Start mode
NormalStart=Normal
SelectDefaultProfile=Select the default profile and go to the main menu
GoTournamentPlugin=Select the default profile and go the RBR Tournament plugin
GameProfiles=Game Profiles
AutoMenuName=After starting the game, go to this menu (enter the menu name)
WaitProfileSelection=Allow profile selection before jumping to the menu

[Profile]
RestoreProfileFromBackup=Restore game user profile from Backup
ProfileRestored=The user profile has been restored
UserProfileOverwriteWarning=The current user profile in RBR will be overwritten. Are you sure?
DoProfileBackup=Do a backup of the RBR user profile at game startup

[Contents]
Cars=CARS
Stages=STAGES
CoDrivers=CO-DRIVERS
Plugins=PLUGINS

[Cars]
Category=Category
InstalledCars=Selected Cars
Year=Year:
Power=Power: {0} HP @ {1} RPM
Gears=Gears:
TransType=Transmission:
Weight=Weight:
Wheelbase=Wheelbase:
UpdatesAvailable=Updates for this car are available
UpdateItNow=Update it now
SetupTuning=Setups tuning
RBRSMTip=If you want to tune your setups you can use the external program RBR Setup Manager. WARNING: This is an advanced tool. We do not recommend to use it if you are not familiar with RBR and its car setups parameters.
OpenRBRSM=Open RBRSM...
UseOnlinePhysics=Use online compatibile setups
ProTip=With the switch at the left, the cars will have Pro setups as the default (also available as additional setups). Switch to standard setups to play online
TechSpecs=Tech specs
Wikipedia=Wikipedia
ProSetups=Pro setups
StandardSetups=Standard setups
PhysicsVersion=Physics version:
ModelVersion=Model version:
EngineVersion=Engine version:
NoCarsAvailable=There are no other cars in this category to insert.
Lights=Lights
LightsOff=Off
StandardLights=On (standard)
StandardPlusBonnet=On (plus Extra)
ExtraLightsOnly=On (Extra lights only)
Mirrors=Mirrors
StandardMirror=Standard
AlternativeMirror=Alternative
NgpVersion=NGP version
List=List
Options=Options
NoSlotSelected=No position selected
SoundSet=Sound set
InstallProEngine=Install Pro engine
InstallProSetups=Install Pro setups
ProSetupsWarning=The setups in the slots 09-15 will be overwritten. Are you sure?
AboutProSetups=About the Pro Setups...
AuthorsNotes=Author's Notes...
Video=Video...

[Stages]
Country=Country
Name=Name:
Country2=Country:
Surface=Surface:
Length=Length:
Difficulty=Difficulty:
Reverse=Reverse version:
Snowy=Snowy version:
ReversedSnowy=Reversed Snowy version:
Author=Author:
Notes=Notes:
AvailableStages=Available Stages
IncludeSchoolStages=Include the stages of the Rally School
SchoolCarTip=(The training car is the one in the slot 05)
InstallAll=Install All
InstallAllWarning=WARNING: This operation takes a long time and depends on the performance of your internet connection. Do you wish to continue?
Search=Search
ToBeInstalled=to be installed
ToBeUpdated=to be updated
Version=Installed version:
UpdatesAvailable=This stage needs to be updated.
UpdateItNow=Update it now
QuickList=Selected Stages
AddToQuickList=Select
AddAllStages=Select all stages

[CoDrivers]
Language=Language
Name=Name:
Language2=Language:
PacenotePlugin=PacenotePlugin:
Quality=Quality (1-10):
Notes=Notes:
CoDrivers=Co-Drivers
Version=Installed version:
UpdatesAvailable=This co-driver needs to be updated.
UpdateItNow=Update it now

[AddOns]
AddOns=Add-Ons
Version=Installed version:
UpdatesAvailable=This add-on needs to be updated.
UpdateItNow=Update it now
ClickToDetach=Click to detach

[Plugins]
FixUpDesc=Fixes some issues of the original game. Cannot be disabled
PacenoteDesc=Useful to edit the pacenotes and the cameras. It is activated by a mouse double-click when you are in a race or replay. Right for Camera, Left for Pacenotes
GaugerDesc=Useful on-screen dashboard for use in both replays and race
UsePercentPos=Use a percentage positioning
RxDesc=Enables the use of some non-native tracks in BTB format
RestoreWindows=Restore windows
GaugerConfig=Layout
TrainingDayDesc=Allows to train with any weather and grip conditions
HShifterDesc=Efficient H-Shifter support, better than the NGP5 native one
NightDesc=Sets the ambient lighting to night mode
ConfigureTelemetry=Configure Telemetry...
LightsIntensity=Lights Intensity
LightsDistance=Lights Range

[General]
Yes=Yes
No=No
Advanced=Advanced
AdvancedConfig=Advanced Settings...
Degrees=degrees
Left=Left
Right=Right
Low=Low
High=High
Back=Back
Backward=Backward
Forward=Forward
Upward=Upward
Downward=Downward
LearnMore=Click here to learn more...
OfflineMode=RALLY SCHOOL MODE
OfflineModeTip=Pro Setups are used as the default, you cannot play online
OnlineMode=STANDARD MODE
OnlineModeTip=Use this mode to Play online in other tournaments. For RBRPro tournaments, use the start icon in the Calendar
Show=Show
Install=Install
Uninstall=Uninstall
Add=Add
Remove=Remove
Activate=Activate
OpenFolder=Open Folder...
UpdateList=Update list
Reverse=II
Snow=Snow
SnowReverse=Snow II
Download=Download
Edit=Edit...
Rad=rad.
Stop=Stop
Set=Set

[Updates]
ModVersion=Mod Version
UpdateAvailable=The update {0} is available. Click here to install it
CarsUpdatesAvailable=There are updates available for the following cars. Check the contents section
StagesUpdatesAvailable=There are updates available for the following stages. Check the contents section
CoDriversUpdatesAvailable=There are updates available for the following co-drivers. Check the contents section
AddOnsUpdatesAvailable=There are updates available for the following add-ons. Check the contents section
OptionPacksUpdatesAvailable=There are updates available for the following Option Packs. Check the contents section
Optional=Optional
Recommended=Recommended
Mandatory=Mandatory
Hint=If something is not working properly after an update you can use this page to revert to the previous version
RollbackToPreviousVersion=Rollback to previous version

[Filters]
Country=Country
SearchByName=Search By Name
SearchWords=Search Words

[Messages]
CoDriverActivated=Co-driver activated
GameProfileInstalled=The game profile has been installed
CommandRestored=The commands have been restored
OnlyRegisteredUsers=This feature is reserved for registered users
OnlyDonators=This feature is reserved to donators
DonatorsContent=This content is reserved to donators
LinkNotYetAvailable=This Link is not yet available
CannotRequestReset=Sorry. The manual reset code can be generated only within 30 seconds from the game stop.
NoMatchesFound=No matches found
Done=Done
CarsNotAllowed=You have selected some cars not allowed by your level. Please remove them from the list before entering the event. For more details see the RBRPro Championship Guide on our website www.rbrpro.org
OptionPacksNeeded=This event requires the following option packs. You need to install them to proceed:
StagesUpdateNeeded=Not all the required stages are up to date. You need to update them to proceed.

[Errors]
Digidash=An error occurred during the DigiDash installation
Download=An error occurred during the download
Generic=A generic error occurred during the operation

[Warnings]
Warning=WARNING
AgreeAndGoOn=I AGREE AND WANT TO GO ON
OnlineWarning=LAUNCHING THE GAME FROM HERE AND PARTICIPATING IN AN RBRPRO EVENT WILL CAUSE A DISQUALIFICATION!!! THE CORRECT WAY TO PARTICIPATE IN RBRPRO EVENTS IS TO START THE GAME FROM THE CALENDAR. BY LAUNCHING THE GAME FROM HERE YOU CAN ALWAYS PLAY IN ANY OTHER EVENT IN THE CZECH ONLINE
IncompleteCarList=You need to install 8 cars in order to use RBRSM
RBRSMRunning=RBRSM is already running
8CarsRequired=You need to install 8 cars in order to start the game
RBRRunning=RBR is already running
CannotLogin=Login failed
Slot2Reserved=The position 02 is reserved to front wheel drive cars (FWD)
FWDSlotWarning=For a better consistency of the setup, we recommed to install the FWD cars only in the slot 02. Do you wish to continue?
PeripheralsWarning=It seems that the connected peripherals changed since the last game execution\This could cause the commands in the game to not be recognized. Do you wish to continue?
InstallationInProgress=WARNING: an installation is in progress. Leaving the program, you risk the corruption of some files. Do you really want to go out?
WrongCarsInList=You have selected the {0} physics but there are cars on the list that do not support it. Pay attention to the support of the NGP version in the list of car features. Replace them before proceeding.
StagesListEmpty=You need to select at least one stage in order to start the game
NoOnlineAccount=Your online account has not been configured
NoInternetConnection=There are issues with your internet connection
StagesNotInstalled=Not all the stages selected are installed. Install them before proceeding
NGP5Outdated=NGP5 physics is outdated and cannot be used online. Do you want to select it anyway?
NickNameMismatch=It looks like you are not using the same nickname as you have on rbr.onlineracing.cz. This means that you will not get points and stars in the RBRPro championship. We advise you to request a change of nickname
CannotClose=You cannot close the manager while RBR is running
NotAntivirusSafe=Your RBRPro folder is not protected from Windows Defender. This may cause issues in the game. Do you want to add an exclusion automatically?
AntivirusIssue=The shield program has been deleted. It looks like you have an antivirus that is interfering with RBRPro. We suggest disabling any antivirus and reinstalling the latest update. Clicking "Yes" will suppress this check forever. Do you want to do this under your own responsibility? (you may experience issues in the game)

[CrashWindow]
Oops=WHOOPS, IT SEEMS THAT RBR STOPPED WORKING !!! :(
ResetCodeGenerated=...AND A RESET CODE HAS BEEN GENERATED. USE IT FOR YOUR RESET REQUEST. WHATEVER ABUSE WILL BE PUNISHED.
SafeMode=KEEP IN MIND THAT DISABLING THE POSTPROCESSING OF THE AUDIO AND/OR VIDEO COULD MAKE THE GAME STABLE. TRY WITH ORIGINAL GRAPHICS QUALITY AND AUDIO PROCESSING ON "NONE"
NeedARestart=Need a restart?
Yes=Yes, warn the admins !
No=No i don't need it
RestartCodeCopied=The crash code  has been copied to the clipboard. Now you can paste it in your restart request

[OptionPacks]
OptionPacks=OPTION PACKS
Type=Type

[SpeechRecognition]
TemplateCulture=en-GB
VocalCommandsEnabledPrompt=Vocal commands enabled
VocalCommandsDisabledPrompt=Vocal commands disabled
StartingGamePrompt=RBR Pro is starting
CommandExecutedPrompt=Done
CommandUnrecognizedPrompt=Don't understand




